
/* Localizble Strings for AirPort Utility */

/* Common button titles */
"title_Advanced" = "Lisävalinnat";
"title_Back" = "Takaisin";
"title_Cancel" = "Kumoa";
"title_Continue" = "Jatka";
"title_Finish" = "Viimeistele";
"title_GoBack" = "Takaisin";
"title_Next" = "Seuraava";
"title_No" = "Ei";
"title_Quit" = "Lopeta";
"title_Skip" = "Ohita";
"title_TryAgain" = "Yritä uudelleen";
"title_Update" = "Päivitä";
"title_Yes" = "Kyllä";
"title_StartAgain" = "Aloita alusta";
"title_StopBlinking" = "Lopeta vilkkuminen";
"title_Other" = "Muu…";
"title_Upload" = "Lataa";

/* Device select origin strings */
"kDeviceOriginBaseStationBrowse" = "Tukiasema";
"kDeviceOriginConfigured.Base Station" = "Edellinen tukiaseman määrittely";
"kDeviceOriginConfigured.Time Capsule" = "Edellinen Time Capsule -määrittely";	/* Don't Localize "Time Capsule" in this string */
"kDeviceOriginNetworkScanned" = "Langaton verkko";
"kDeviceOriginNetworkPreferred" = "Edellinen käytetty verkko";

/* Status strings */
"status_Configured" = "Määritelty";
"status_Unconfigured" = "Ei määritelty";

/* Joining wireless networks */
"password_protected" = "AirPort-verkko ”%@” on suojattu salasanalla.";
"enterprise_title" = "WPA Enterprise -verkko";
"enterprise_error" = " AirPort-verkko ”%@” on WPA Enterprise -verkko. AirPort-työkalu ei tue WPA Enterprise -verkkoja.";
"password_error" = "Syötetty salasana ei kelpaa.";
"generic_join_error" = "Virhe liityttäessä valittuun langattomaan verkkoon.";
"tryAgain" = "Haluatko yrittää uudelleen?";
"generic_read_error" = "Tiedonsiirrossa valitun laitteen kanssa ilmeni virhe.";
"join_warning" = "Tämän AirPort Expressin tunnistamisen edellytyksenä on langattomien verkkojen vaihtaminen. Kaikki nykyisen langattoman verkon kautta muodostetut yhteydet menetetään. Haluatko jatkaa?";
"finalJoinError" = "Liityttäessä langattomaan verkkoon ”%@” tapahtui virhe.";
"finalJoinSuggest" = "Valitse Wi-Fi-valikosta ”%@”.";

/* Identify */
"identify_title" = "Tunnista";
"light_is_blinking" = "Valitun AirPort Expressin merkkivalo vilkkuu keltaisena ja vihreänä.";
"GenericIdentifyDescription" = "Valitun laitteen %@ merkkivalo vilkkuu keltaisena ja vihreänä.";
"blinking_not_supported" = "Valittu langaton AirPort-laite ei tue tunnistusominaisuutta";

/* Reading base station info */
"base_station_protected" = "Syötä salasana kohteelle %@.";

/* Help book name
	(should be "AirMac Help" for Japan?)
	*/
"AirPortExpressAssistantHelp"	= "AirPort-ohje";   /* this is really the AAU Help book (Don't have one for Assistant yet) */
"AirMacExpressAssistantHelp"	= "AirPort-ohje";   /* this is really the AAU Help book (Don't have one for Assistant yet) */

/* User decision errors */
"no_unconfigured_title" = "Uusia AirPort-verkkoja ei löytynyt";
"no_unconfigured_networks" = "Varmista, että %@ on liitettynä, tietokoneen kantaman sisällä ja etsi uudelleen osoittamalla Jatka.";
"try_again_found_nothing" = "Uusia AirPort-verkkoja ei löytynyt. Varmista, että %@ on liitettynä ja tietokoneen kantaman sisällä, ja osoita Yritä uudelleen.";
"no_mdns_record_showed_up" = "AirPort-työkalu ei löydä langatonta AirPort-laitetta.";
"no_other_networks_title" = "Yhtään AirPort-verkkoa ei löytynyt";
"no_other_networks_found" = "Varmista, että tietokone on olemassa olevan verkon kantaman sisäpuolella.";


/* Keychain information */
"keychainBaseStationDescription" = "AirPort-tukiaseman salasana";
"keychainBaseStationType" = "AirPort-tukiasema";
"keychainNetworkDescription" = "AirPort-verkon salasana";
"keychainNetworkType" = "AirPort-verkko";
"keychainSpeakerDescription" = "sovelluksen salasana";
"keychainSpeakerType" = "Lisäkaiutin";

"ConfigAccessError" = "Tukiasemavirhe";

/* Panel Headers */
"introHeader" = "Esittely";
"networkSetupHeader" = "Verkon käyttöönotto";
"summaryHeader" = "Yhteenveto";
"internetHeader" = "Internet-käyttöönotto";
"PeripheralsHeader" = "AirPort-levyjen käyttöönotto";
"WDSHeader" = "WDS-käyttöönotto";
"MigrateDiskHeader" = "Levyn siirtäminen";

/* Continue text strings */
"continueWelcome" = "Aloita osoittamalla Jatka.";
"continueProceed" = "Jatka osoittamalla Jatka.";
"continueScanAgain" = "Etsi uudelleen osoittamalla Jatka.";
"wdsWarningFooter" = "Langattoman verkon nimen, langattoman salauksen tai langattoman salasanan muuttaminen katkaisee yhteyden WDS-verkkoon.";
"clientWarningFooter" = "Langattoman verkon nimen, langattoman salauksen tai langattoman salasanan muuttaminen voi katkaista AirPort Express -yhteyden.";
"clientStartWarningFooter" = "Asetusten muuttaminen voi katkaista AirPort Express -yhteyden.";

/* Pre-verification error strings */
"mismatchPassword" = "Salasana- ja Vahvista salasana -kentät eivät täsmää.";
"mismatchWirelessPassword" = "Kentät Langaton salasana ja Vahvista salasana eivät täsmää.";
"mismatchPasswordReenter" = "Syötä sama salasana kumpaankin kenttään.";
"missingWirelessPassword" = "Jatkamiseen tarvitaan langaton salasana.";
"wirelessNetworkPassword" = "Langattoman salasana";
"missingNetworkName" = "Jatkamiseen tarvitaan langattoman verkon nimi.";
"missingNetworkNameWDS" = "Jatka valitsemalla AirPort Extreme- tai AirPort Express -verkko.";
"missingNetworkNameClient" = "Jatka valitsemalla langaton verkko.";
"missingAccountName" = "PPPoE-käyttäjätunnus tarvitaan.";
"missingPassword" = "Jatkamiseen tarvitaan salasana.";
"missingPhone" = "Jatkamiseen tarvitaan ensisijainen puhelinnumero.";
"missingUsername" = "Käyttäjätunnus tarvitaan jatkamiseen.";

/* Public password strings */
"genericConfirmPublicPassword" = "Tämä %@ on suojattu oletussalasanalla ”public”.";
"ConfirmPublicPassword1" = "Paranna verkon turvallisuutta luomalla toinen salasana.";

/* Error Titles */
"settingError" = "Asetusvirhe: %@";
"generalError" = "Yleisvirhe";
"passwordError" = "Salasanavirhe";

/* WDS status strings */
"ConfiguringForWDS" = "Laitteen %@ määrittely AirPort-verkon laajentamista varten";
"WDSConfigInitialString" = "%@ määritellään laajentamaan nykyisen langattoman verkon kantamaa. Odota, kunnes toiminto on suoritettu.";

/* WDS progress sheet messages */
"WDSConfiguringMain" = "Määritellään pääverkko uutta WDS-etätukiasemaa varten.";
"WDSConfiguringRemote" = "Määritellään uusi WDS-etätukiasema liittymään pääverkkoon.";
"WDSJoiningNewNetwork" = "Liitytään uuteen WDS-verkkoon.";

/* DWDS progress sheet messages */
"DWDSConfiguringMain" = "Määritellään nykyistä langatonta verkkoa sallimaan siihen liittyminen.";
"DWDSConfiguringRemote" = "Määritellään %@ liittymään nykyiseen langattomaan verkkoon.";
"DWDSJoiningNewNetwork" = "Liitytään nykyiseen langattomaan verkkoon.";
"GeneralDWDSError" = "Tämän langattoman AirPort-laitteen liittämisessä olemassa olevaan langattomaan verkkoon tapahtui virhe. Lopeta AirPort-työkalu ja yritä uudelleen.";
"DWDSSetupCanceled" = "Käyttöönotto on kumottu.";
"DWDSConfigInitialString" = "%@ määritellään liittymään nykyiseen langattomaan verkkoon. Odota, kunnes toiminto on suoritettu.";

/* Migrate Settings progress sheet messages */
"MigrateSettingsReadingSource" = "Luetaan valitun laitteen %@ asetuksia…";
"MigrateSettingsReadingSourceGeneral" = "Luetaan valitun langattoman AirPort-laitteen asetuksia…";
"MigrateRejoiningNetwork" = "Liitytään uudelleen verkkoon…";
"MigrateSettingsGeneralError" = "Tämän laitteen ”%@” asettamisessa korvaamaan valittu laite tapahtui virhe. Lopeta AirPort-työkalu ja yritä uudelleen.";
"MigrateSettingsIniting" = "%@ asetetaan korvaamaan valittu langaton AirPort-laite…";

/* Migrate Disk progress sheet messages */
"MigrateDiskGeneralError" = "Valitun Time Capsulen korvaamisessa ja siirtämisen aloittamisessa tapahtui virhe. Lopeta AirPort-työkalu ja yritä uudelleen.";
"MigrateDiskIniting" = "Aloitetaan siirtämistä…";
"MigrateSettingsJoiningSource" = "Yhdistetään aiempaan Time Capsuleen…";
"MigrateDiskPreparingDest" = "Siirtämisasetukset…";
"MigrateDiskWaitingForResolve" = "Odotetaan, että Time Capsule käynnistyy uudelleen…";
"MigrateDiskStartingBackup" = "Aloitetaan levyn siirtämistä…";

/* Settings only migration progress sheet messages */
"UpdateDeviceJoiningSource" = "Yhdistetään aiempaan laitteeseen %@…";
"UpdateDeviceWritingSource" = "Kirjoitetaan asetuksia uuteen laitteeseen ”%@”…";
"UpdateDeviceGeneralError" = "Tämän laitteen ”%@” käyttöönotossa tapahtui virhe. Lopeta AirPort-työkalu ja yritä uudelleen.";

/* Migrate Disk labels */
"MigrateDiskCategory" = "Siirtäminen";
/* "MigrateDiskSummaryLabel" = "Migrate Time Capsule Disk From";   */

/* Migrate Disk panel */

"MigrateDiskTempNetworkName" = "temp-old";
"MigrateDiskFooter" = "Jos haluat siirtää asetukset ja levyn sisällön, osoita Päivitä.";

/* Updating progress strings */
"genericWaitRestart" = "Odotetaan, että %@ käynnistyy uudelleen…";
"networkSearch" = "Etsitään langatonta verkkoa…";
"attemptJoin" = "Liitytään langattomaan verkkoon…";

/* Misc Strings */
"providedAuto" = "(Saadaan automaattisesti)";
"selectNetwork" = "Valitse verkko";

/* Summary Panel Labels */
"connectUsingLabel" = "Kytkentä:";
"configureViaLabel" = "Määritä TCP/IP:";
"ipAddressLabel" = "IP-osoite:";
"accountNameLabel" = "Käyttäjätunnus:";
"serviceLabel" = "Palvelun nimi:";
"connectUsingWDS" = "Liity verkkoon (WDS)";
"SummaryTheseSettingsAreNotCorrect" = "Nämä asetukset eivät ole oikein";

/* Modem Panel Labels */
"secondaryPhoneLabel" = "Toissijainen numero:";
"usernameLabel" = "Käyttäjätunnus:";

/* WPA with WDS error strings */
"CantUseWPAForWDSMain" = "WDS WPA:n kanssa edellyttää, että langaton AirPort-laite käyttää uusinta laiteohjelmistoa. Varmista, että käytät uusinta laiteohjelmistoa, tai aseta suojaukseksi WEP ja yritä uudelleen.";

/* WPA Enterprise WDS error */
"wdsMainIsWPAEnterpriseError" = "Olet valinnut langattomaksi WDS-päälaitteeksi langattoman AirPort-laitteen, joka käyttää WPA Enterprise -suojausta. AirPort-työkalu ei tue WPA Enterprise -suojausta langattomassa WDS-päälaitteessa.";

/* WDS Errors */
"GeneralWDSError" = "Tämän langattoman AirPort-laitteen käyttöönotossa WDS-järjestelmään tapahtui virhe. Lopeta AirPort-työkalu ja yritä uudelleen.";
"MainInBridgeModeForWDSError" = "Langaton AirPort-laite, joka on valittu WDS-päätukiasemaksi, ei jaa IP-osoitteita. Aseta langaton laite jakamaan IP-osoitteita.";
"WDSSetupCanceled" = "WDS-käyttöönotto on kumottu.";
"WDSErrorTitle"	= "WDS-järjestelmän käyttöönottovirhe";

/* Status messages */
"joining_network" = "Yhdistyminen langattomaan verkkoon.";
"reading_config" = "Luetaan määrityksiä…";
"status_scan" = "Etsitään verkkoja…";
"status_search" = "Etsitään langatonta AirPort-laitetta…";
"status_identify" = "Tunnistetaan…";

/* Maybe needed to fix 3663944 */
"available_networks" = "Saatavilla olevat AirPort-verkot:";
"select_network" = "Valitse käyttöönotettava AirPort-verkko.";

/* Generic Labels ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericNameLabel" = "%@ -nimi";
"genericPasswordLabel" = "%@ -salasana";
"genericModeLabel" = "%@ -tila";

"genericNewChoice" = "Ota käyttöön uusi %@";
"genericOldChoice" = "Muuta olemassa olevan %@ asetuksia";
"genericBasePassPanelHeader" = "%@ -käyttöönotto";

/* Generic Descriptions with 1 %@ ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericIntroductionHeader" = "Valitse, otetaanko käyttöön uusi %@ tai tehdäänkö muutoksia jo käytössä olevaan.";
"genericSelectNewHeader" = "Valitse %@, jonka haluat ottaa käyttöön. Jos sitä ei näy luettelossa, osoita Hae uudestaan. Jos et ole varma, mikä langaton AirPort-laite valita, osoita Tunnista.";
"genericSelectConfiguredHeader" = "Valitse %@, jota haluat muokata. Jos sitä ei näy luettelossa, osoita Hae uudestaan. Jos et ole varma, mikä langaton AirPort-laite valita, osoita Tunnista.";
"genericSelectNetworkHeader" = "Valitse AirPort-verkko, joka sisältää laitteen %@, jonka haluat ottaa käyttöön.";
"genericClientDescription" = "Valitse tämä vaihtoehto, jos haluat, että %@ laajentaa langatonta verkkoa ja jakaa sen internet-yhteyden.";
"genericNetworkNameHeader" = "Yksilöi %@ antamalla aluksi nimi langattomalle verkollesi.";
"genericNetworkNameDescription" = "Näet tämän nimen, kun haluat muodostaa yhteyden verkkoon.";
"genericBaseNameDescription" = "Anna seuraavaksi nimi laitteelle %@.";
/* genericUserOwnership will be formatted as "<UserName>’s <Product Name>", as in "Steve’s AirPort Extreme" or "Steve's wireless network" - DON'T use a curly quote here or the network name will be UTF8 by default*/
"genericUserOwnership" = "%2$@ (%1$@)";
"genericWirelessNetwork" = "Verkko";
"genericBasePasswordHeader" = "Suojaa laitteen %@ asetukset syöttämällä salasana.";
"genericBasePasswordDescription" = "Tarvitset salasanaa muuttaaksesi kohteen %@ asetuksia.";
"genericBasePasswordDescription2" = "Lisää turvallisuutta käyttämällä eri salasanaa kuin verkon salasana.";
"genericModeHeader" = "Valitse, mitä haluat tehdä laitteella %@.";
"genericSummaryHeader" = "%@ käyttää alla olevia asetuksia. Tarkista, että ne ovat oikein.";
"genericSummaryNoChangeHeader" = "Tämä %@ käyttää alla olevia asetuksia.";
"genericReplaceSummaryHeader" = "Tämä %1$@ otetaan käyttöön käyttäen asetuksia kohteesta ”%2$@”.";
"genericSummaryFooter" = "Jos nämä asetukset ovat oikein, vie laitteen %@ käyttöönotto loppuun osoittamalla Päivitä.";
"genericSummaryFooterClickInstructions" = "Muuta asetuksia osoittamalla Takaisin.";
"genericPPPoEHeader" = "Syötä PPPoE-käyttäjätunnus, salasana ja valinnainen palvelunimi, jotka sait palveluntarjoajaltasi.";
"genericDHCPHeader" = "%@ on yhdistetty Internetiin DSL:llä, kaapelimodeemilla tai ethernetillä, jossa IP-osoite määritellään automaattisesti käyttäen DHCP:tä. Vahvista tämä, tai syötä käyttäjätunnus, salasana ja valinnainen palvelun nimi, jonka sait Internet-palveluntarjoajalta tai verkon ylläpitäjältä.";
"genericModemHeader" = "Syötä modeemiasetukset laitteelle %@.";
"genericBridgeModeHeader" = "Valitse haluatko laitteen %@ olevan siltaustilassa vai jakavan IP-osoitteen käyttäen DHCP:tä ja NAT:ia.";
"genericBridgeModeYes" = "Siltatila";
"genericBridgeModeYesDescription" = "Valitse tämä vaihtoehto, jos %@ yhdistetään reitittimeen tai muuhun verkkolaitteeseen, jossa on jo käytössä DHCP ja NAT tarjoamassa IP-osoitteita langattoman verkon tietokoneille.";
"genericBridgeModeNo" = "Jaa yksi IP-osoite käyttäen DHCP:tä ja NAT:ia";
"genericBridgeModeNoDescription" = "Valitse tämä vaihtoehto, jos %@ on yhdistetty suoraan internetiin DSL- tai kaapelimodeemilla tai jos se on yhdistetty internetiin yhteydessä olevaan verkkoon, ja haluat antaa verkossasi oleville tietokoneille IP-osoitteita DHCP:tä ja NAT:ia käyttäen.";
"genericFinalDescription" = "%@ on asetettu yhdistämään internetiin ja jakamaan USB-tulostin.";
"genericMissingNameWarning" = "Jatkamiseen tarvitaan %@ -nimi.";
"genericMissingNameWarning.alternateArticle" = "Kohteen %@ nimi tarvitaan jatkamista varten.";
"genericMissingBasePassWarning" = "Jatkamiseen tarvitaan salasana.";
"genericMismatchBasePassword" = "Salasana- ja Vahvista salasana -kentät eivät täsmää.";
"ResetBroadbandMessage" = "Jos käytät kaapelimodeemia internetiin yhdistämiseen, laita modeemi pois päältä, poista paristo (jos modeemissa on sellainen), odota muutama sekunti, laita paristo takaisin ja laita modeemi takaisin päälle.";

/* Generic Descriptions with more than 1 %@
	This string in english will look like either:
	"AirPort Utility has found a new AirPort Express with a wireless network named "Apple Network 123456".
	or "AirPort Utility has found a new AirPort Express named "Base Station 123456".
	*/
"genericEZIntroHeader" = "AirPort-työkalu löysi uuden laitteen %1$@%2$@ nimeltään ”%3$@”.\n\nJos tämä ei ole %4$@, jonka haluat ottaa käyttöön, varmista, että laite on liitettynä ja tietokoneen lähellä ja yritä uudelleen.";
"withNetworkNamed" = " langattoman verkon kanssa";
"genericNoNetworksHeader" = "Yhtään %1$@ -verkkoja ei löytynyt. Varmista, että %2$@ on liitettynä ja tietokoneen kantaman sisällä.";
"genericOldNetworkConfirm" = "AirPort-työkalu löysi kohteen %1$@, jonka langaton verkko on nimeltä ”%2$@”.\n\nJos tämä ei ole %3$@, jonka haluat ottaa käyttöön, varmista, että se on liitetty ja tämän tietokoneen kantaman sisällä, ja osoita Etsi uudelleen.";
"genericOldExpressConfirm" = "AirPort-työkalu löysi kohteen %1$@ nimeltä ”%2$@”.\n\nJos tämä ei ole %3$@, jonka haluat ottaa käyttöön, osoita Etsi uudelleen.";

/* Strings that need to change depending on which type of base station is being configured */
"expressBaseNameDescriptionAddition" = "Jos haluat soittaa iTunes-musiikkia tällä AirPort Expressillä, valitse se iTunes-ikkunan oikean alareunan valikosta.";

"expressFinalDescription" = "AirPort Express on määritelty yhdistämään internetiin, jakamaan USB-tulostin ja toistamaan iTunes-musiikkia etäkaiuttimista AirPlaylla.";

"expressClientRadio" = "Yhdistä nykyiseen langattomaan verkkoon";
"extremeClientRadio" = "Pidennä AirPort Extreme- tai AirPort Express -verkon kantamaa";

"expressClientDescription" = "Valitse tämä vaihtoehto, jos %@ lisätään nykyiseen langattomaan verkkoon.";

"expressModeHeader" = "Molemmat vaihtoehdot mahdollistavat USB-tulostimen jakamisen ja iTunes-musiikin toistamisen etäkaiuttimien kautta AirPlayn avulla.";

/* Reachability error */
"genericNetworkTitle" = "Verkkovirhe";
"noWirelessReachability" = "Yrität käyttää langatonta AirPort-laitetta AirPort-kortin kautta, mutta ethernet-verkossa on laite, jolla on sama IP-osoite. Irrota ethernet-kaapeli, odota muutama sekunti ja yritä uudelleen.";
"noEthernetReachability" = "Yrität käyttää langatonta AirPort-laitetta ethernetin kautta, mutta AirPort-verkossa on laite, jolla on sama IP-osoite. Laita AirPort-kortti pois päältä, odota muutama sekunti ja yritä uudelleen.";
"genericReachabilityError" = "Valitun langattoman AirPort-laitteen tavoittamisessa tapahtui virhe. Varmista, ettei verkossa ole muita laitteita, joiden IP-osoite on %@.";
"superGenericReachabilityError" = "Valittuun langattomaan AirPort-laitteeseen yhdistämisessä tapahtui virhe.";
"WDSSetupRequiresAWirelessCard" = "AirPort-työkalu ei voi ottaa käyttöön tätä langatonta AirPort-laitetta WDS-järjestelmässä, koska tietokoneessa ei ole AirPort-korttia.";

/* Uploading Firmware */
"firmwareError"	= "Virhe %@-laiteohjelmiston päivityksessä.";
"firmwareProgress" = "Päivitetään %@-laiteohjelmistoa…";
"firmwareNewer" = "%2$@-laiteohjelmiston uusi versio (%1$@) on saatavissa.";
"firmwareNewerSmall" = "Asenna se nyt osoittamalla Päivitä.";
"firmwareSuccess" = "%@ on päivitetty.";
"firmwareRequired" = "Valitun verkon käyttäminen edellyttää laiteohjelmiston päivitystä.";

/* AirPort 4.2 */
"wepLabel" = "128-bittinen WEP (yhteensopivampi)";
"wpa1label" = "WPA Personal (turvallisempi)";
"wpa2label" = "WPA2 Personal (turvallisempi)";
"wepDescription" = "Tämä suojaus on yhteensopivampi vanhojen langattomien tietokoneiden ja muiden laitteiden kanssa. Jotta muiden kuin Macintoshien olisi helpompi liittyä verkkoon, käytä täsmälleen 13 merkkiä pitkää salasanaa.";
"wpa1description" = "Tarjoaa parhaan langattoman turvallisuuden. Vain WPA:ta tukevat tietokoneet voivat liittyä verkkoon. Syötä 8 - 63 merkkiä pitkä salasana tai 64 heksadesimaalimerkkiä.";
"wpa1and2description" = "Tarjoaa parhaan langattoman turvallisuuden. WPA:ta tai WPA2:ta tukevat tietokoneet voivat liittyä verkkoon. Syötä 8 - 63 merkkiä pitkä salasana tai 64 heksadesimaalimerkkiä.";
"wpa2description" = "Tarjoaa parhaan langattoman suojauksen. WPA2:ta tukevat tietokoneet voivat liittyä verkkoon. Syötä 8 - 63 merkkiä tai 64 heksadesimaalimerkkiä pitkä salasana.";
"tsnDescription" = "Tarjoaa suojauksen, joka on yhteensopiva vanhempien WEP-asiakkaiden kanssa, mutta sallii uudempien asiakkaiden liittyä WPA:ta ja WPA2:ta käyttäen. Syötä salasana, joka on täsmälleen 13 merkkiä.";
"badWPAPasswordLength" = "Syötä 8 - 63 merkkiä pitkä langaton salasana.";
"v6_not_configured_title" = "IPv6:ta ei määritelty";
"v6_not_configred_on_all_interfaces" = "AirPort-työkalu voi kommunikoida langattoman AirPort-laitteen kanssa luotettavimmin IPv6:n avulla.";
"v6_not_configured_turn_on_confirm" = "Haluatko ottaa IPv6:n käyttöön nyt?";
"v6_not_configured_turn_on" = "Ota IPv6 käyttöön Järjestelmäasetuksissa.";
"v6_not_configured_turn_on_win" = "Ota IPv6 käyttöön säätimessä.";
"authorization_error_title" = "Valtuutusvirhe";
"authorization_error" = "AirPort-työkalu ei voi muuttaa verkkoasetuksia, koska verkkoasetusten ohjauspaneeli on lukittu.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";

/* BasePassword Panel */
"BaseNameDescription" = "Tämä %@ tunnistetaan tällä nimellä.";
"BaseNameInternalDiskDescription" = "Tätä nimeä käytetään myös Time Capsule -levyllä.";

/* PeripheralsPanel */
"FileSharingPasswordPromptInternalDisk" = "Syötä salasana Time Capsule -levylle tai laitteeseen %@ liitetyille USB-levyille.";
"FileSharingPasswordPrompt" = "Syötä AirPort-levyjen salasana.";
"GuestAccessPrompt" = "Voit myös sallia AirPort-levyjen käytön vieraille ilman salasanaa.";
"FileSharingDisclosure" = "Tiedostonjako-asetukset";
"UseDiskPasswordCheckBox" = "Käytä levyjen suojaamiseen eri salasanaa";

/* Wireless Options Panel */
"RadioCountryDescription" = "Valitse maa, jossa tätä laitetta %@ käytetään.";
"RadioModeDescription" = "Valitse radiotila laitteelle %@.";

/* ProblemCode Panel */
"ProblemPanelDefaultControlIndent"	= "175";
"ProblemPanelDefaultControlWidth"	= "250";
"ProblemCodeTitle" = "Ongelma %1$d / %2$d: %3$@";
"ProblemCodeProblemResolved" = "Tämä ongelma on ratkaistu.";
"UnresolvedProblem" = "Haluatko jatkaa ratkaisematta ongelmaa?";
"UnresolvedProblemAssistant" = "Jos nämä asetukset valitaan, laitteen %@ merkkivalo vilkkuu keltaisena. Haluatko varmasti jatkaa?";
"ProblemShouldBeResolved" = "Osoita Älä huomioi, jos haluat, että laitteen %@ merkkivalo ei vilku keltaisena tämän ongelman vuoksi.";
"ProblemNotResolved" = "Ongelmaa ei ole ratkaistu. Yritä uudelleen.";

/* Problem Summary Panel */
"ProblemSummaryResolution" = "Ratkaisu";
"ProblemSummaryIgnored" = "Jätetty huomioimatta";
"ProblemSummaryResolved" = "Ratkaistu";
"ProblemSummaryConfigChanged" = "Määrittelyä muutettu";
"ProblemSummaryUnresolved" = "Ratkaisematon";
"ProblemSummaryHeader" = "Tässä osiossa näkyvät ongelmat, jotka %@ on raportoinut, ja tieto siitä, onko ongelmat ratkaistu.";
"ProblemSummaryChoicePrompt" = "Mitä haluat tehdä nyt?";
"ProblemSummaryUpdateWithTheseSettings" = "Päivitä %@ näillä asetuksilla";
"ClickUpdateToUpdate" = "Viimeistele laitteen %@ määrittely osoittamalla Päivitä.";
"ProblemSummaryReconfigureToo" = "Muuta muita asetuksia kohteelle %@";
"ProblemSummaryReconfigureFooter" = "Muuta asetuksia kohteelle %@ osoittamalla Jatka.";
"ProblemSummarySwitch" = "Määrittele toinen langaton AirPort-laite";
"ClickDoneToSwitch" = "Osoita Valmis ja valitse toinen langaton AirPort-laite.";
"ProblemSummaryAllResolved" = "Kaikki ongelmat on ratkaistu.";

/* Ethernet Panel */
"EthernetPanelDefaultControlIndent"	= "175";
"EthernetPanelDefaultControlWidth"	= "250";
"EthernetPanelDescription" = "Syötä internet-palveluntarjoajalta saamasi TCP/IP-tiedot. Valitse Käyttäen DHCP:tä, jos saat IP-osoitteen automaattisesti. Jos haluat syöttää määrätyn IP-osoitteen, valitse Käsin.";
"DHCPConfirmPanelDHCP_Yes" = "Yhdistetään internetiin DSL- tai kaapelimodeemilla DHCP:tä käyttäen";
"DHCPConfirmPanelDHCP_No" = "En käytä DHCP:tä";

/* PPPoE Panel */
"PPPoEConfirmPanelDefaultControlIndent"	= "175";
"PPPoEConfirmPanelDefaultControlWidth"	= "250";
"PPPoEConfirmPanelPPPoE_Yes" = "Muodostan yhteyden internetiin DSL-tai kaapelimodeemilla \nPPPoE:tä käyttäen";
"PPPoEConfirmPanelPPPoE_No" = "En käytä PPPoE:tä";

/* Default Setup Assistant Panel values*/ 
"SetupAssistantPanelDefaultControlIndent"= "175";
"SetupAssistantPanelDefaultControlWidth" = "250";

/* Wireless Security Panel */
"WirelessSecurityPanelDescription" = "Määritä langattomalle verkolle nimi ja suojaustaso.";
"NetworkSecurityDefaultControlIndent"= "175";
"NetworkSecurityDefaultControlWidth" = "250";
"WPAEnterpriseSecurityDescription" = "Tämä langaton verkko on suojattu WPA Enterprisella. Jos haluat muuttaa RADIUS-palvelimen asetuksia, valitse Tukiasema-valikosta Manuaaliset asetukset.";
"NoSecurityLabel" = "Ei suojausta";
"NoSecurityDescription" = "Mikä tahansa langaton laite voi liittyä verkkoosi ilman salasanaa.";
"NoSecurityUncheckedFooter" = "Sinun täytyy valita yllä oleva valintaneliö siirtyäksesi seuraavaan vaiheeseen.";

/* Join Network Panel */
"JoinNetworkPanelDescription"= "Valitse langaton verkko, jota haluat laitteen %@ käyttävän. Jos et näe verkkoasi, yritä uudelleen osoittamalla valikkoa. Jos et vieläkään näe verkkoasi, varmista, että se on liitetty.";
"JoinNetworkQ61AudioNameSuggestion" = "Esimerkki: Olohuone";
"JoinNetworkExtendDescription" = "Jos haluat laajentaa tämän verkon kantamaa ja sallia asiakkaiden liittyä siihen langattomasti ja ethernetillä, valitse alla oleva valintaneliö.";
"JoinNetworkExtendCheckboxTitle" = "Laajenna tämän verkon kantamaa";
"JoinNetworkExtendWarning" = "Tämä saattaa vaikuttaa verkon yleiseen suorituskykyyn.";
"JoinNetworkProxySTADescription" = "Jos et valitse valintaneliötä, %@ tarjoaa ääni- ja USB-palveluja, ja asiakkaat voivat liittyä verkkoon vain ethernetiä käyttäen.";

/* Extend Panel */
"ExtendNetworkPanelDescription"= "Valitse laajennettava AirPort Extreme- tai AirPort Express -verkko alla olevasta valikosta. Jos verkkoa ei näy, yritä uudelleen osoittamalla valikkoa. Jos verkkoa ei edelleenkään näy, varmista, että langaton AirPort-laite on liitettynä ja tietokoneen kantaman sisällä.";

/* Internet Choice Panel */
"InternetChoiceDescription" = "Valitse kuinka muodostat yhteyden internetiin";
"InternetChoiceDSLCableEthernet" = "Käytän DSL- tai kaapelimodeemia kiinteällä IP-osoitteella tai DHCP:llä";
"InternetChoiceDSLCablePPPoE" = "Käytän DSL- tai kaapelimodeemia käyttäen PPPoE:tä";
"InternetChoiceLAN" = "Muodostan yhteyden lähiverkkooni (LAN)";
"InternetChoiceModem" = "Käytän puhelinlinjaan kytkettyä modeemia";
"InternetChoiceNoInternet" = "En ole valmis muodostamaan internet-yhteyttä";

/* Client or AP Panel */
"ClientAP_APRadioTitle" = "Luo uusi langaton verkko";
"ClientAP_APRadioDesc" = "Valitse tämä vaihtoehto, jos olet ottamassa käyttöön uutta langatonta verkkoa, jossa jaetaan internet-laajakaistayhteys langattomien tietokoneiden kanssa.";
"ClientAP_FirstTimeConfig" = "Vaikuttaa siltä, että määrittelet kohdetta %@ ensimmäistä kertaa.";
"ClientAP_FirstTimePrompt" = "Valitse, kuinka %@ asennetaan.";

/* Client or Extend Panel */
"ClientWDS_PanelDescription" = "Valitse, liittyykö %@ nykyiseen langattomaan verkkoon langattomana asiakkaana vai laajentaako se langattoman verkon kantamaa.";
"ClientWDS_JoinRadioTitle" = "Yhdistä langattomaan verkkoon";
"ClientWDS_JoinRadioDesc" = "Valitse tämä vaihtoehto, jos haluat, että %@ vain jakaa USB-tulostimen tai toistaa iTunes-musiikkia etäkaiuttimista.";
"ClientWDS_ExtendRadioTitle" = "Pidennä AirPort Extreme- tai AirPort Express -verkon kantamaa";
"ClientWDS_ExtendRadioDesc" = "Valitse tämä vaihtoehto, jos haluat, että %@ laajentaa langatonta verkkoa ja jakaa internet-yhteytensä.";

/* Internet Modem Panel */
"ModemUseAOL" = "AOL";
"ModemUseOtherISP" = "Toinen Internet-palveluntarjoaja";
"PrimaryPhoneNumber" = "Ensisijainen puhelinnumero";
"PrimaryDNSServer" = "Ensisijainen DNS-palvelin";

/* Identity Panel */ 
"genericInternalDiskProductTextBlock" = "%@ voi varmuuskopioida Time Machinella tietokoneet, joissa on Mac OS X 10.5 tai uudempi, ja jakaa internet-yhteyden ja USB-laitteita verkon tietokoneille.";
"genericAudioProductTextBlock" = "%@ voi toistaa iTunes-musiikkia etäkaiuttimien kautta AirPlayn avulla sekä jakaa internet-yhteyden ja USB-laitteita verkkoosi.";
"genericProductTextBlock" = "%@ voi jakaa internet-yhteyden ja USB-laitteita verkkoosi.";
"genericInternalDiskProductNameTextBlock" = "Nimeä %@. Laite tunnistetaan tällä nimellä verkossa ja lisäksi se toimii levyn nimenä.";
"genericEnterName" = "Nimeä %@.";
"IdentityDescription" = "%@ tunnistetaan verkossa tällä nimellä.";

/* Replace Network Panel */
"ReplaceNetworkPanelDescription" = "AirPort-työkalu löysi langattoman verkon ”%@” ja määritti, että tämä tietokone on ollut aikaisemmin yhteydessä siihen. Valitse, mitä haluat tehdä kohteelle %@";
"ReplaceNetworkPanelReplacingPrevious" = "Korvaa kohde ”%1$@” kohteella %2$@";
"ReplaceNetworkPanelReplacingAnother" = "Korvaa toinen verkko verkolla %@";
"ReplaceNetworkPanelCreatingNewNetwork" = "Luo uusi verkko käyttäen laitetta %@";
"ReplaceNetworkPanelReplacingOtherTableDescription" = "Valitse korvattava verkko alla olevasta luettelosta:";
"TurnOffNetworkBeingReplaced" = "Sammuta korvattava laite ja osoita OK. Jos aiot käyttää laitetta myöhemmin, nollaa se tehdasasetuksiin.";

"FoundWirelessNetworksDescription" = "AirPort-työkalu on löytänyt langattomia verkkoja. Onko sinulla jo langaton verkko?";
"NotFoundWirelessNetworksDescription" = "AirPort-työkalu ei löytänyt langattomia verkkoja. Onko sinulla jo langaton verkko?";
"FoundWirelessNetworksIHaveOne" = "Minulla on langaton verkko ja haluan lisätä laitteen %@ tai korvata verkossa olevan nykyisen laitteen";
"FoundWirelessNetworksIHaveOneDescription" = "Valitse tämä vaihtoehto, jos haluat, että %@ korvaa nykyisen tukiaseman tai langattoman reitittimen, tai että se lisätään verkkoon.";
"CreateAWirelessNetwork" = "Haluan luoda uuden langattoman verkon";

"genericWhatDoYouWantToDoWith" = "Valitse, mitä haluat tehdä laitteella %@.";

"ReplaceAddWiredChoiceJoin" = "Haluan, että %@ liittyy nykyiseen verkkoon";
"ReplaceAddWiredChoiceReplace" = "Haluan, että %@ korvaa nykyisen tukiaseman tai langattoman reitittimen";
"ReplaceAddWiredChoiceReplaceDescription" = "Valitse tämä vaihtoehto, jos haluat, että verkon tukiasema tai langaton reititin korvataan ja että %@ käyttää sen asetuksia.";
"JoinExpandWirelessDisabledChoiceJoin" = "Haluan, että %@ liittyy nykyiseen verkkoon langattomasti";
"JoinExpandWirelessDisabledChoiceExpand" = "Haluan laajentaa nykyistä verkkoa tai luoda toisen verkon liittämällä laitteen %@ verkkoon ethernetillä";
"JoinExpandWirelessDisabledChoiceDisabled" = "Haluan poistaa laitteen %@ langattoman toiminnon käytöstä ja yhdistää sen tietokoneeseen tai verkkoon ethernetillä.";


"ConfigureForWiredCreateAdditionalNetwork" = "Haluan luoda uuden verkon";
"ConfigureForWiredCreateAdditionalNetworkDescription" = "Valitse tämä vaihtoehto, jos haluat että %1$@ yhdistetään ethernetiä käyttäen ja nykyisen verkon lisäksi luodaan %2$@ verkko. Langattomat 802.11b/g/n-asiakkaat, myös iPhonet, voivat liittyä nykyiseen 2,4 GHz:n verkkoon. Langattomat 802.11a/n-asiakkaat voivat liittyä 5 GHz:n verkkoon.";
"ConfigureForWiredCreateRoamingNetwork" = "Haluan laajentaa verkon kantamaa liittämällä laitteen %@ verkkoon ethernetillä";
"ConfigureForWiredCreateRoamingNetworkDescription" = "Valitse tämä vaihtoehto, jos %@ yhdistetään nykyiseen tukiasemaan tai langattomaan reitittimeen ethernetiä käyttäen ja haluat laajentaa langattoman verkon kantamaa. Molemmilla verkoilla on sama nimi, ja langattomat asiakkaat liittyvät automaattisesti verkkoon, jonka signaali on vahvin.";

"UseADifferentNetworkName" = "Tämän langattoman verkon nimen tulee olla eri kuin nykyisen verkon.";

"ReplaceNetworkTopDescription" = "Valitse korvattava laite tai verkko. Jos et näe sitä, varmista, että se on liitetty ja kantaman sisällä.";
"SelectNetworkTopDescription" = "Valitse laite tai verkko, johon %@ muodostaa yhteyden ethernetillä. Jos et näe sitä, varmista, että se on liitetty ja kantaman sisällä.";
"SelectNetworkBottomDescription" = "Jos laite ei ole enää käytettävissä, osoita Jatka valitsematta laitetta tai verkkoa.";
"MoreChoices" = "Näytä enemmän vaihtoehtoja";
"LessChoices" = "Näytä vähemmän vaihtoehtoja";
"ScanAgain" = "Etsi uudelleen";
"ReplaceOptionsOldDesc" = "Valitse, mitä haluat tehdä vanhalle laitteelle, kun asetukset on siirretty";
"ReplaceOptionsOld_Use" = "Jatka sen käyttöä omassa verkossa";
"ReplaceOptionsOld_Restore" = "Palauta oletusasetukset";
"ReplaceBaseNameModifier" = " Vanha";

"ReconfigurePrintersTopDescription" = "Tähän %@ -laitteeseen liitetyt yhteensopivat USB-tulostimet jaetaan verkossa.";
"ReconfigurePrintersChangeNamesDescription" = "Jos haluat muuttaa tulostimen nimeä, kaksoisosoita sen nimeä alla olevan luettelon Jaettu nimi -sarakkeessa.";
"ReconfigurePrintersChangeAllSettingsDescription" = "Muuta tulostinten nimiä tai jakoasetuksia.";
"ReconfigurePrintersNoneDescription" = "Tähän %@ -laitteeseen ei ole liitetty USB-tulostimia.";

"ReconfigureStartOver" = "Haluan palauttaa laitteen ”%@” tehdasasetuksiin ja tehdä määritykset uudelleen.";
"ReconfigureChangeSelectedSettings" = "Haluan muuttaa laitteen ”%@” asetuksia.";
"ReconfigureUseManualForOtherSettings" = "Jos asetusta, jota haluat muuttaa, ei ole näkyvissä, tuo kaikki asetukset näkyviin osoittamalla Manuaaliset asetukset.";
"ReconfigureWirelessSecurity" = "Langaton verkko";
"ReconfigureBaseStationSecurity" = "%@: nimi ja salasana";
"ReconfigureInternetSettings" = "Internet-yhteys";
"ReconfigureFileSharingAccess" = "Levyt";
"ReconfigurePrinters" = "USB-tulostinjako";
"ReconfigureMusic" = "Musiikki";
"ReconfigureSelectAtLeastOneSetting" = "Valitse ainakin yksi asetus muutettavaksi ennen kuin osoitat Jatka.";
"ReconfigurePrompt" = "Tämä %@ on jo määritelty, eikä se raportoi ongelmia. Voit palauttaa sen oletusasetukset tai tehdä muutoksia nykyisiin asetuksiin.";
"ReconfigureGoBackForNoChanges" = "Jätä muutokset tekemättä osoittamalla Takaisin.";
"ReconfigureBasePasswordSecurePrompt" = "Tämä %@ on asetettu käyttämään salasanaa.";
"ReconfigureInternetPrompt" = "Tässä laitteessa %@ on seuraavat internet-asetukset.";
"ReconfigureAirPlayPrompt" = "Laitteessa %@ on seuraavat AirPlay-asetukset.";
"ReconfigureDiskPrompt" = "Tässä laitteessa %@ on seuraavat levynjakoasetukset.";
"ReconfigurePrintersPrompt" = "Tässä laitteessa %@ on seuraavat tulostinjakoasetukset.";
"ReconfigureWirelessSecurePrompt" = "Tässä laitteessa %@ on seuraavat langattomat asetukset, jotka käyttävät WPA-turvallisuutta.";
"ReconfigureWirelessInsecurePrompt" = "Tässä laitteessa %@ on seuraavat langattomat asetukset.";
"ReconfigureWirelessUseWPA" = "On suositeltavaa käyttää WPA-suojausasetuksia.";
"ReconfigureAPModePrompt" = "Voit säilyttää tämän tilan asetukset tai vaihtaa toiseen tilaan.";
"ReconfigureFinalDescriptionNoChange" = "Laitteen %@ asetuksia ei ole muutettu.";

/* Reconfigure Question strings */
"ReconfigureQuestionSettings" = "%@ Asetukset.";
"ReconfigureKeepTheseSettings" = "Käytä tämän laitteen nykyisiä asetuksia.";
"ReconfigureKeepCurrentSettings" = "Käytä tämän laitteen nykyisiä %@-asetuksia.";
"ReconfigureKeepModeSettings" = "Säilytä nykyinen langaton tila (%@)";
"ReconfigureChangeTheseSettings" = "Muuta näitä asetuksia";
"ReconfigureChangeCurrentSettings" = "Muuta näitä kohteen ”%@” asetuksia";
"ReconfigureChangeModeCreate" = "Tämä %@ on asetettu luomaan langattoman verkon.";
"ReconfigureChangeModeCreateTitle" = "Luo langaton verkko";
"ReconfigureChangeModeExtendTitle" = "Laajenna verkkoa tai luo toinen verkko liittymällä verkkoon ethernetillä.";
"ReconfigureChangeModeJoin" = "Tämä %@ on asetettu liittymään langattomaan verkkoon.";
"ReconfigureChangeModeJoinTitle" = "Liity langattomaan verkkoon";
"ReconfigureChangeModeDisable" = "Tässä laitteessa %@ langaton verkko on asetettu pois päältä.";
"ReconfigureChangeModeDisableTitle" = "Poista langaton toiminto käytöstä ja yhdistä tietokoneeseen tai verkkoon ethernetillä.";
"ReconfigureKeepOrChangePrompt" = "Tee valinta ja jatka osoittamalla Jatka.";
"ReconfgureDiscardChangesPrompt" = "Haluatko varmasti hylätä asetuksiin tekemäsi muutokset?";
"ReconfgureDiscardChanges" = "Hylkää muutokset";
"ReconfgureKeepChanges" = "Säilytä muutokset";

"IfUnsureClickMoreInfo" = "Jos et tiedä mitä valita, osoita Lisätietoja.";

"UseManualSetupForOtherSettings" = "Käytä Manuaalisia asetuksia muihin asetuksiin";

"OnePanelCreateNetworkAutoConfigYes" = "Ota tämä %@ käyttöön näillä asetuksilla";
"OnePanelCreateNetworkAutoConfigNo" = "Muuta kohteen ”%@” asetuksia…";
"OnePanelCreateNetworkTopDesc" = "AirPort-työkalu asettaa laitteen %@ luomaan uuden turvallisen langattoman verkon ja liittymään internetiin.";
"PasswordsSavedToKeychain" = "Kaikki salasanat tallennetaan avainnippuun.";
"PasswordsSavedToKeychainWin" = "Tukiaseman salasana ja langaton profiili tallennetaan tälle tietokoneelle.";
"WillConnectUsingEthernet" = "Tämä %@ kytkeytyy internetiin käyttäen ethernetiä.";
"WillConnectUsingPPPoE" = "Tämä %@ kytkeytyy internetiin käyttäen PPPoE:tä.";
"WillConnectUsingBridge" = "Tämä %@ asetetaan siltatilaan, koska se on liitetty reitittimeen tai toiseen verkkolaitteeseen, joka jakaa jo IP-osoitteita DHCP:llä ja NAT:illa.";

"OnePanelReplaceTopDesc" = "AirPort-työkalu voi siirtää asetukset toisesta langattomasta laitteesta. Valitse laite alla olevasta luettelosta.";


"ContinueToUseAssistant" = "Käytä tämän laitteen ”%@” määrittelemiseen apuria osoittamalla Jatka.";
"ClickQuitWhenDone" = "Jos olet tehnyt langattoman AirPort -laitteen asetukset, osoita Lopeta.";
"DoSomethingElse" = "Jos haluat ottaa käyttöön toisen langattoman AirPort-laitteen, valitse se luettelosta.";
"SomethingNeedsAttentionUpdate" = "Yksi tai useampi langaton AirPort-laite on päivitettävä.";
"SomethingNeedsAttentionProblem" = "Yksi tai useampi langaton AirPort-laite raportoi ongelmista.";
"SomethingNeedsAttentionDefault" = "Yhdessä tai useammassa langattomassa AirPort-laitteessa on oletusasetukset.";
"SomethingNeedsContinueUpdate" = "Valitse seuraava päivitystä tarvitseva laite osoittamalla Jatka.";
"SomethingNeedsContinueProblem" = "Osoita Jatka ratkaistaksesi ongelmia seuraavan laitteen kanssa.";
"SomethingNeedsContinueDefault" = "Määrittele seuraava laite osoittamalla Jatka.";

"UpdateFirmware" = "Päivitä laiteohjelmisto…";
"UpdateFirmwareTo" = "Päivitä kohteeseen %@…";
"CheckUpdateButton" = "Etsi päivityksiä";
"CheckStatus" = "Etsitään päivityksiä…";

/* These strings are only applicable to the Mac */
"TimeMachineTopDesc" = "Time Machine tekee varmuuskopion kaikesta Macilla olevasta, mukaan lukien digikuvista, musiikista, elokuvista, TV-ohjelmista ja dokumenteista. Voit tarvittaessa palata ajassa taaksepäin ja palauttaa minkä tahansa varmuuskopioidun kohteen.";
"TimeMachineTopDesc2" = "Time Machine tekee kopioita kaikesta Macilla olevasta, mukaan lukien järjestelmätiedostoista, ohjelmista ja asetuksista sekä musiikki-, kuva- ja muista tärkeistä tiedostoista. Koska Time Machine tekee päivittäisiä varmuuskopioita, voit nähdä Macin sellaisena kuin se oli aikaisemmin.";
"TimeMachineQueryDescTimeMachineAlreadySetUpSpecific" = "Time Machine on jo asetettu varmuuskopioimaan tämä tietokone laitteeseen %@.";	/* the name of a backup device */
"TimeMachineQueryDescTimeMachineAlreadySetUp" = "Time Machine on jo asetettu varmuuskopioimaan tämä tietokone.";
"TimeMachineQueryDesc" = "Haluatko, että Time Machine varmuuskopioi tämän tietokoneen laitteeseen %@?";	/* Time Capsule is the most likely substitution */
"TimeMachineSetUpTimeMachine_No" = "Ei nyt";
"TimeMachineSetUpTimeMachine_YesTMPrefs" = "Kyllä (Time Machine -asetukset avautuvat, kun olet päivittänyt Time Capsulen.)";
"TimeMachineBottomDesc" = "Time Machine säilyttää:\n\nTunnin välein tehtävät varmuuskopiot 24 tuntia\nPäivittäiset varmuuskopiot kuukauden\n\nViikottaiset varmuuskopiot kunnes varmuuskopiolevy on täynnä";
"TimeMachineUseTMPrefs" = "Jos haluat varmuuskopioida verkon muita tietokoneita tai haluat muuttaa Time Machinen asetuksia, käytä Järjestelmäasetusten Time Machine -asetuksia.";
"TimeMachineWillLaunchTMPrefs" = "Time Machine -asetukset avautuvat, kun tämä %@ -laite on otettu käyttöön.";

"TimeMachineMigrateDiskDesc" = "AirPort-työkalu voi siirtää kaiken Time Capsule -levyn ”%@” sisällön tähän Time Capsuleen.";
"TimeMachineMigrateDiskDesc.replace" = "Jos Time Capsule -levy sisältää Time Machine -varmuuskopion, se siirretään ja kaikki Time Machine -asiakkaat käyttävät uutta Time Capsulea varmuuskopiointiin.";
"TimeMachineMigrateDisk" = "Siirrä levyn sisältö tälle Time Capsule -levylle";
"TimeMachineMigrateDiskEraseSource" = "Tyhjennä levy ”%@” siirtämisen jälkeen";
"TimeMachineMigrateDiskEraseSource.description" = "Levy ”%@” tyhjennetään vasta, kun sen sisältö on siirretty tähän Time Capsuleen.";
"TimeMachineMigrateDiskReplace.description" = "Korvaa koko tämän Time Capsule -levyn sisältö laitteen ”%@” levyn sisällöllä";

"TimeMachineMigrateDiskSummary.Settings" = "AirPort-työkalu siirtää laitteen ”%@” sisällön, salasanat ja verkkoasetukset uuteen laitteeseen %@.";
"TimeMachineMigrateDiskSummary.Backups" = "Jos sinulla on Time Machine -varmuuskopioita laitteessa ”%@”, myös ne siirretään. Tämä saattaa kestää kauan.";
"TimeMachineMigrateDiskSummary.Renaming" = "Siirtymisen aikana laitteelle, josta siirretään, annetaan nimeksi ”%@%@”. Uudelle laitteelle annetaan nimeksi ”%@”.";
"TimeMachineMigrateDiskSummary.SourceEraseWarning" = "Siirtämisen jälkeen koko levyn ”%@%@” sisältö poistetaan.";
"TimeMachineMigrateDiskSummary.TargetEraseWarning" = "Ennen kuin siirtyminen alkaa, tämän Time Capsulen sisältö poistetaan.";
"TimeMachineMigrateDiskSummary.CannotBeUndone" = "Tätä ei voida perua.";
"TimeMachineMigrateDiskSummary.PostMigrateDefaultsEraseSuggestion" = "Kun siirtyminen on suoritettu, voit palauttaa vanhan Time Capsulen sen oletusasetuksiin ja tyhjentää sen levyn.";
"HowToRestoreDefaults" = "Jos haluat palauttaa laitteen asetukset, avaa sen asetukset valitsemalla se sivupalkista, osoita Manuaaliset asetukset ja valitse Tukiasema-valikosta Palauta oletusasetukset.";
"HowToEraseDisk" = "Jos haluat poistaa levyn sisällön, osoita Levyt-osiossa Tyhjennä levy.";
 
"MigrateSummaryDescription" = "Tämä %@ otetaan käyttöön asetuksilla kohteesta ”%@”. Asetukset sisältävät levyn sisällön sekä verkkoasetukset ja salasanat. Jos ”%@” sisältää Time Machine -varmuuskopioita, myös ne siirretään.";
"MigrateSummaryEthernetDescription" = "Jos haluat optimoida siirtymisen, liitä kehotettaessa ethernet-kaapeli vanhan laitteen WAN-portista uuden laitteen LAN-porttiin.";
"MigrateSummaryMoreInfo" = "Jos haluat lisätietoja siirtymisestä, osoita Lisätietoja, ja aloita siirtyminen osoittamalla Päivitä.";

"WirelessInterfaceIsOff" = "Langaton verkkoliitäntä on pois päältä.";
"AirPortIsOff" = "AirPort on pois päältä.";
"MigrateRequiresAirPort" = "Tukiaseman tai langattoman reitittimen korvaaminen edellyttää, että AirPort on päällä. Laitetaanko AirPort päälle?";
"MigrateRequiresWireless" = "Tukiaseman tai langattoman reitittimen korvaaminen edellyttää, että langaton verkkotoiminto on päällä.";
"AUWorksBetterWithWireless" = "Varmista, että langaton verkkokortti on asennettu ja otettu käyttöön ja että langaton verkkotoiminto on käytössä.";
"AUWorksBetterWithAirPort" = "Varmista, että AirPort-kortti on asennettu ja että AirPort on käytössä.";


/* End of AirPortAssistant.strings file */
